[
  {
    "eventName": "Fliss Fame Academy 2019!",
    "eventDate": "13",
    "eventMonth": "Jan 19",
    "eventInfo": "<p>The Fliss Fame Academy has helped over 4000 children over the last seven years in a wide variety of ways! The staff and children are like one big family having produced over 30 live shows over the years.</p><p>These include performing shows for the elderly and sick by contributing towards McMillan cancer mornings helping to raise cancer awareness and participating in events to save a local church that was under threat and on the at risk register. Four major dance competitions have been won with places gained on major A list music videos including talent agency’s working with artists such as Cheryl Cole, Professor Green, Dubsteps, Wiley, Mr Zip and many more!</p><p>The children learn all new life skills that help build their confidence and self esteem this in turn will help unearth their hidden talents! But most of all we all have fun! Even the shyest of children have shined so bright by the end of the term! The Fliss Fame Academy holds a space for everyone in 2019!</p>"
  },
  {
    "eventName": "Westbourne Summer Festival",
    "eventDate": "24",
    "eventMonth": "Jun 18",
    "eventInfo": "Fliss Fame Academy smashes it with their performance at the Westbourne Summer Festival on Sunday 24th June. They performed alongside the guest performer ‘Gina’ from the Voice Kids runner up 2017.Gina inspired our young performers and showed them that they too have the ability and confidence to make their dreams come true!"
  },
  {
    "eventName": "The Secret Rainbow",
    "eventDate": "7",
    "eventMonth": "Nov 18",
    "eventInfo": "Eleven of the Fliss Fame Academy kids won eleven awards for the ‘Secret Rainbow Kids Awards’ back in September 2018. The awards were for winning a competition for young people’s achievements. The children wrote about overcoming all adversities and hardships they have had in their lives. Then all of their stories where then published."
  },
  {
    "eventName": "Gina finalist from the UK Voice for Kids 2017",
    "eventDate": "2",
    "eventMonth": "May 18",
    "eventInfo": "<p>Gina was one of the finalist’s from the UK Voice for KidsUK Voice for Kids! Gina will be participating in our 2018 summer show this year at the Westbourne Festival W2 she will also be attending the children’s singing classes to help support and teach them all to aim for the stars and deliver a fantastic performance at the Fliss Fame Academy!</p><p>She beat 15,000 Kids from all over the country to audition with the Nina Simone song 'I Put A Spell on You'. She loves to sing soul songs and has been in the studio collaborating with other musicians and has record labels interested to give her a contract when she turns 16!!</p>"
  },
  {
    "eventName": "Craven Terrace Festival in Paddington",
    "eventDate": "13",
    "eventMonth": "Sep 17",
    "eventInfo": "A charity fundraiser took place at the Craven Terrace Festival in Paddington. The children from Fliss Fame Academy performed a wide variety of different dance performances for the local community."
  },
  {
    "eventName": "Interview with Duvet Day Media",
    "eventDate": "16",
    "eventMonth": "Mar 17",
    "eventInfo": "Fliss and the children being interviewed with Duvet Day Media talking about the Academy and how it has made such a big difference to their lives. Fliss explains how the Academy was born and the need to give young people in our local communities, aspirations and fulfilling their dreams."
  },
  {
    "eventName": "Queenspark Community Festival 2015",
    "eventDate": "15",
    "eventMonth": "Jan 17",
    "eventInfo": "Fliss and the children being interviewed with Duvet Day Media talking about the Academy and how it has made such a big difference to their lives. Fliss explains how the Academy was born and the need to give young people in our local communities, aspirations and fulfilling their dreams."
  },
  {
    "eventName": "End of Term Show Summer 2013",
    "eventDate": "10",
    "eventMonth": "Oct 13",
    "eventInfo": "<p>At the end of Summer Term 2013 the kids performed  a classic musical The Wizard of Oz! This was an amazing performance by all the children which included some of their tutors playing some of the roles. The performance was so good they all received a standing ovation at the end!</p><p>Included on the same afternoon was the very popular Cat Walk fashion show created by Fliss, staff and all the children. This gave everyone a chance to be models for the day and represent their very own famous icon. Throughout the term Fliss, tutors and the children chose a theme on famous icon’s for their fashion show, each one of them had to design there own fashion image that would represent their icon.</p><p> Including in the show they had five outstanding Street Dance performances which had been choreographed by Fliss and her street dance support worker Chloe Cassidy. Individual and group singing performances went down really well on the afternoon, the children just love performing Lilly Santry singing ‘Adele’ Someone Like You, Molly Mcdonaugh singing ‘Fix You’ by Coldplay and Paige Tirebuck singing ‘Valerie’ by Amy Winehouse.</p>"
  }
]
